/* No comment provided by engineer. */
"kFWEZMainIsRunning" = "KCPM Utility Pro is running";

/* No comment provided by engineer. */
"kFWEZMainIsRunningDescription" = "KCPM Utility Pro EZInstaller can not be opened when KCPM Utility Pro is running.";

/* No comment provided by engineer. */
"kFWMainAbstractBackingUpKexts" = "Backing up Kexts...";

/* No comment provided by engineer. */
"kFWMainAbstractInstallingKexts" = "Installing Kexts...";

/* No comment provided by engineer. */
"kFWMainAbstractRebuildingCaches" = "Rebuilding Caches...";

/* No comment provided by engineer. */
"kFWMainAbstractRepairingPermissions" = "Repairing Permissions...";

/* No comment provided by engineer. */
"kFWMainEZInstallerAppearanceModeDarkMode" = "Dark Mode";

/* No comment provided by engineer. */
"kFWMainEZInstallerAppearanceModeLightMode" = "Light Mode";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCAskMeEveryTime" = "Ask me every time";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCDefaultAppearance" = "Default Appearance";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCDefaultInstallationPreference" = "Default Installation Preference";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCEdit" = "Edit";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCInstallKextsTo" = "Install Kexts to";

/* No comment provided by engineer. */
"kFWMainEZInstallerPreferenceVCUseTheDefaultSmartTable" = "Use Smart Table";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCCancel" = "Cancel";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCFailed" = "Failed: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCFinished" = "Finished";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCInstalled" = "Installed: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectedKextsHaveBeenInstalled" = "Selected Kexts have been installed.";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectInstallationFolderForKext" = "Select Installation Folder for Kext: ";

/* No comment provided by engineer. */
"kFWMainEZInstallerVCSelectInstallationFolderForKextDescription" = "Selected installation folder will only be applied to this kernel extension.\n\nPress \"Cancel\" to skip installing this kernel extension.";

/* No comment provided by engineer. */
"kFWMainEZIVCPreparing" = "Preparing...";

"kFWMainAbstractMaintenanceVCStatus" = "Status: ";

"kFWMainEZInstallerAnErrorOccured" = "An error occured";

"kFWMainEZInstallerUnableToCreateApplicationSupportDirectory" = "Fatal Error: Failed to create application support directories.";

"kFWMainEZInstallerUnableToAllocateDefaultSmartTable" = "Failed to allocate the default smart table on local disk.";

"kFWEZMainRequestAuthorization" = "KCPM Utility Pro EZInstaller requires your permission to perform installation and maintenance.";

"kFWAppMainAboutKCPMP" = "About KCPM Utility Pro EZInstaller";

"kFWAppMainCheckForUpdates" = "Check for Updates...";

"kFWAppMainPreferences" = "Preferences";

"kFWAppMainHideKCPMP" = "Hide KCPM Utility Pro EZInstaller";

"kFWAppMainHideOthers" = "Hide Others";

"kFWAppMainShowAll" = "Show All";

"kFWAppMainQuitKCPMP" = "Quit KCPM Utility Pro EZInstaller";

"kFWAppMainView" = "View";

"kFWAppMainShowToolbar" = "Show Toolbar";

"kFWAppMainCustomize" = "Customize Toolbar";

"kFWAppMainWindow" = "Window";

"kFWAppMainMinimize" = "Minimize";

"kFWAppMainZoom" = "Zoom";

"kFWAppMainBringAllToFront" = "Bring All to Front";

"kFWAppMainHelp" = "Help";

"kFWAppMainKCPMPHelp" = "KCPM Utility Pro EZInstaller Help";

"kFWXPCHelperManagerAnErrorOccured" = "An error occured";

"kFWXPCHelperManagerFailedToConnectToHelper" = "KCPM Utility Pro EZInstaller cannot connect to the helper. ";

"kFWXPCHelperManagerFailedToInstallHelper" = "KCPM Utility Pro EZInstaller cannot install the helper.";

"kFWXPCHelperManagerFailedToReinstallHelper" = "KCPM Utility Pro EZInstaller cannot install a new helper.";

"kFWXPCHelperManagerFailedToRemoveHelper" = "KCPM Utility Pro EZInstaller cannot remove the existing helper.";

"kFWXPCHelperManagerFailedToAuthenticate" = "KCPM Utility Pro EZInstaller failed to authenticate with the operating system.";
